{
  "title": "Rizal and the Lottery",
  "slug": "rizal-and-the-lottery",
  "content": [
    {
      "type": "header",
      "text": "Rizal and the Lottery"
    },
    {
      "type": "subheader",
      "text": "An Unexpected Turn of Fortune"
    },
    {
      "type": "image",
      "src": "assets/images/rizal-lottery.jpg",
      "alt": "Illustration of José Rizal holding a lottery ticket"
    },
    {
      
    },
    {
      "type": "paragraph",
      "text": "One of the most surprising facts about José Rizal is that he once won the lottery. While living in exile in Dapitan, he joined a government lottery draw in 1892. Teaming up with a Spanish military officer and a local friend, they bought a single ticket—and it won the second prize worth 20,000 pesos."
    },
    {
      "type": "paragraph",
      "text": "Rizal’s share of the winnings was around 6,200 pesos, a significant amount at the time. Rather than spend it on luxury, he used the money to fund educational and civic projects in Dapitan. He purchased land, improved the town’s water system, and supported local students who couldn’t afford school."
    },
    {
      "type": "paragraph",
      "text": "This incident demonstrated how even unexpected windfalls were put to use for the public good. Rizal remained consistent in his values—choosing service over self-interest."
    },
    {
      "type": "subheader",
      "text": "Practical Idealism in Action"
    },
    {
      "type": "paragraph",
      "text": "Rizal never saw wealth as an end goal. To him, money was merely a tool—one that could be used to uplift others. His responsible use of his lottery winnings was just another example of his principled way of life."
    },
    {
      "type": "paragraph",
      "text": "He even resisted suggestions to leave Dapitan using the funds. Instead, he invested in the local community, building a small hospital, teaching agriculture, and financing students who would later become reformists themselves."
    },
    {
      "type": "subheader",
      "text": "Legacy Through Service"
    },
    {
      "type": "paragraph",
      "text": "Winning the lottery could have been just a lucky footnote in history, but Rizal turned it into something far more meaningful. His actions reflect the mindset of a true public servant—one who valued impact over personal comfort."
    },
    {
      "type": "paragraph",
      "text": "In a world where fortune often changes people, Rizal remained unchanged: committed to education, progress, and nation-building—even when luck smiled upon him."
    }
  ]
}
