{
  "title": "The Real Meaning Behind 'Rizal'",
  "slug": "the-real-meaning-behind-rizal",
  "content": [
    {
      "type": "header",
      "text": "The Real Meaning Behind 'Rizal'"
    },
    {
      "type": "subheader",
      "text": "How José's Family Came to Use the Name 'Rizal'"
    },
    {
      "type": "image",
      "src": "assets/images/rizal-name.jpg",
      "alt": "Rizal Signature and Name Origin"
    },
    {
      "type": "hr"
    },
    {
      "type": "paragraph",
      "text": "The surname 'Rizal' was not originally part of José Rizal’s family name. His family name was 'Mercado,' a common name in the Philippines, meaning 'market' in Spanish. However, due to political reasons and the Spanish colonial government's desire to systematize Filipino surnames, the family adopted 'Rizal' as a second surname during a national decree issued in 1849 by Governor-General Narciso Clavería."
    },
    {
      "type": "paragraph",
      "text": "The name 'Rizal' was derived from the Spanish word 'ricial,' which means 'green fields' or 'new pasture.' It was likely chosen to reflect their agricultural roots and suggest peaceful, productive life. Francisco Mercado, José’s father, added 'Rizal' to their name to protect the family from Spanish suspicion. Many members of the Mercado family had already attracted the attention of authorities, and the new surname allowed for some degree of separation and anonymity."
    },
    {
      "type": "paragraph",
      "text": "Though widely known today as José Rizal, the national hero himself often used various name combinations throughout his life: José Protacio Rizal Mercado y Alonzo Realonda, J.P. Rizal, or just 'Rizal' in his writings and political work. In personal and family matters, however, he still used 'Mercado.'"
    },
    {
      "type": "subheader",
      "text": "The Purpose of Changing Names"
    },
    {
      "type": "paragraph",
      "text": "Changing names was part of a colonial strategy to standardize and control the population. The 1849 Clavería decree forced many Filipino families to adopt surnames from a catalog of approved Spanish names, often chosen arbitrarily or alphabetically. The real aim was to make it easier to conduct censuses, collect taxes, and assign property titles under a controlled and hispanized system."
    },
    {
      "type": "paragraph",
      "text": "While many Filipino names were stripped of their native origins during this time, Rizal’s case was more strategic. By adopting a name with agricultural connotations, his family may have sought to emphasize neutrality and industriousness—qualities less likely to provoke suspicion from Spanish authorities compared to 'Mercado,' which had already become politically associated with other reformists."
    },
    {
      "type": "subheader",
      "text": "A Name That Became a Legacy"
    },
    {
      "type": "paragraph",
      "text": "Today, the name 'Rizal' is inseparable from the Philippine national identity. Streets, provinces, universities, parks, and monuments bear the name. Ironically, the name intended to obscure and protect Rizal’s identity eventually became a symbol of Filipino resistance, enlightenment, and independence."
    },
    {
      "type": "paragraph",
      "text": "This story of a name—rooted in colonial history, chosen out of caution, and immortalized by legacy—is a fitting symbol of Rizal himself: a man shaped by circumstance but defined by his actions and principles."
    }
  ]
}
