{
  "title": "Rizal's Exile in Dapitan",
  "content": [
    {
      "type": "header",
      "text": "Rizal's Exile in Dapitan"
    },
    {
      "type": "subheader",
      "text": "Jose Rizal's arrival in Manila on June 26, 1892 had become very sensational among the Filipinos. "
    },
    {
      "type": "image",
      "src": "assets/images/rizal-dapitan.jpg",
      "alt": "Rizal in Dapitan"
    },
    {
      
    },
    {
      "type": "paragraph",
      "text": "His popularity feared the Spaniards, and as such, payed careful attention to his every moves – all houses where he had been were searched and the Filipinos seen in his company were suspected. As he had planned, on July 3, 1892 he founded the La Liga Filipina in the house of Doroteo Ongjunco in Tondo, Manila."
    },
    {
      "type": "paragraph",
      "text": "Four days after the civic organization's foundation, Jose Rizal was arrested by the Spanish authorities on four grounds:"
    },
    {
      "type": "list",
      "style": "ordered",
      "items": [
        "For publishing anti-Catholic and anti-friar books and articles",
        "For having in possession a bundle of handbills, the Pobres Frailes, in which advocacies were in violation of the Spanish orders",
        "For dedicating his novel, El Filibusterismo to the three “traitors” (Gomez, Burgos and Zamora) and for emphasizing on the novel's title page that “the only salvation for the Philippines was separation from the mother country (referring to Spain)”",
        "For simply criticizing the religion and aiming for its exclusion from the Filipino culture"
      ]
    },
    {
      "type": "subheader",
      "text": "Arrival in Dapitan"
    },
    {
      "type": "paragraph",
      "text": "Aboard the steamer Cebu and under heavy guard, Rizal left Manila, sailing to Mindoro and Panay, until he reached Dapitan at seven o'clock in the evening of June 17. From that day until July 31, 1896, Dapitan became the bare witness to one of the most fruitful periods in Rizal's life. His stay in the province was more than “he” living in exile – it was the period when Rizal had been more focused on serving the people and the society through his civic works, medical practices, land development and promotion of education."
    },
    {
      "type": "subheader",
      "text": "Challenging the Religion"
    },
    {
      "type": "paragraph",
      "text": "In Dapitan, Rizal had a scholarly debate with Father Pablo Pastells regarding religion. This exchange of heated arguments revealed the anti-Christian Rizal – his bitterness on the abuses performed by friars, doing such under the name of the sacred religion. Father Pastells tried his best to win Rizal back to the faith but fortunately or unfortunately, in vain. These series of debate ended inconclusively in which neither of them convinced the other of his judgments/arguments."
    },
    {
      "type": "subheader",
      "text": "Careers and Contributions"
    },
    {
      "type": "paragraph",
      "text": "Rizal had maximized his stay in Dapitan by devoting much of his time in improving his artistic and literary skills; doing agricultural and civic projects; engaging in business activities, and writing letters to his friends in Europe, particularly to Ferdinand Blumentritt and Reinhold Rost. His careers and achievements in different fields were as follows:"
    },
    {
      "type": "list",
      "style": "unordered",
      "items": [
        "As a physician, Rizal provided free medicine to his patients, most of them were underprivileged. However, he also had wealthy patients who paid him well enough for his excellent surgical skill. Among them were Don Ignacio Tumarong who gave Rizal 3000 pesos for restoring his sight, an Englishman who gave him 500 pesos, and Aklanon haciendero, DonFrancisco Azcarraga, who paid him a cargo of sugar. His skill was put into test in August 1893 when his mother, Doña Teodora Alonzo, was placed under opthalmic surgery for the third time. The operation was a success, however, Alonzo, ignored her son's instructions and removed the bandages in her eyes which lead to irritation and infection.",
        "As an engineer, Rizal applied his knowledge through the waterworks system he constructed in Dapitan. Going back to his academic life, Rizal obtained the title of expert surveyor (perito agrimensor) from the Ateneo Municipal. From his practical knowledge as agrimensor, he widened his knowledge by reading engineering-related books. As a result, despite the inadequacy of tools at hand, he successfully provided a good water system in the province.",
        "As an educator, Rizal established a school in Dapitan which was attended by 16 young boys from prominent families. Instead of charging them for the matriculation, he made the students do community projects for him like maintaining his garden and field. He taught them reading, writing in English and Spanish, geography, history, mathematics, industrial work, nature study, morals and gymnastics. He encouraged his students to engage in sports activities to strengthen their bodies as well. There was no formal room, like the typical classroom nowadays. Classes were conducted from 2 p.m to 4 p.m. with the teacher sitting on a hammock while the students sat on a long bamboo bench.",
        "As an agriculturist, Rizal devoted time in planting important crops and fruit-bearing trees in his 16-hectare land (later, reaching as large as 70 hectares). He planted cacao, coffee,sugarcane, and coconuts, among many others. He even invested part of his earnings from being a medical practitioner and his 6000-peso winnings from a lottery on lands. From the United States, he imported agricultural machinery and introduced to the native farmers of Dapitan the modern agricultural methods. Rizal also visualized of having an agricultural colony in Sitio Ponot, within the Sindañgan Bay. He believed that the area was suitable for cattle-raising and for cash-crops as the area had abundant water. Unfortunately, this plan did not materialized.",
        "As a businessman, the adventurous Rizal, with his partner, Ramon Carreon, tried his luck in the fishing, hemp and copra industries. In a letter to his brother-in-law, Manuel T. Hidalgo, he pointed out the potential of the fishing industry in the province (as the area was abundant with fish and good beach). He also requested that two good Calamba fishermen be sent to Dapitan to teach the fisher folks of the new fishing methods, using a big net called pukutan. But the industry in which Rizal became more successful was in hemp, shipping the said product to a foreign firm in Manila.",
        "As an inventor, little was known of Rizal. In 1887, during his medical practice in Calamba, he invented a special type of lighter called sulpukan which he sent to Blumentritt as a gift. According to Rizal, the wooden lighter's mechanism was based on the principle of compressed air. Another of his inventions was the wooden brick-maker can manufacture about 6,000 bricks a day.",
        "As an artist, he had contributed his talent in the Sisters of Charity who were preparing for the arrival of the image of the Holy Virgin. Rizal was actually the person who modeled the image's right foot and other details. He also conceptualize its curtain, which was oil-painted by a Sister under his instruction. He also made sketches of anything which attracted him in Dapitan. Among his collections were the three rare fauna species that he discovered (dragon/lizard, frog and beetle) and the fishes he caught. He also sculptured the statuette called “The Mother's Revenge” which represented his dog, Syria, avenging her puppy to a crocodile which killed it.",
        "As a linguist, Rizal was interested in the languages used in Dapitan, thus, studied and made comparisons of the Bisayan and Malayan languages existing in the region. In fact, Rizal had knowledge in 22 languages: Tagalog, Ilocano, Bisayan, Subanun, Spanish, Latin, Greek, English, French, German, Arabic, Malayan, Hebrew, Sanskrit, Dutch, Catalan, Italian, Chinese, Japanes, Portuguese, Swedish and Russian.",
        "As a scientist, Rizal shared his interest with nature to his students. With his boys, they explored the jungles and searched for specimens which he sent to museums in Europe, particularly in Dressed Museum. In return, scientific books and surgical instruments were delivered to him from the European scientists. He also made a bulk of other researches and studies in the fields of ethnography, archaeology, geology, anthropology and geography. However, Rizal's most significant contribution in the scientific world was his discovery of three species: Draco rizali, Apogonia rizali, and Rhacophorus rizali.",
        "Rizal also partakes in civic works in Dapitan. Upon arriving in the province, he noticed its poor condition. He drained the marshes of Dapitan to get rid of malaria-carrying mosquitoes. He also provided lighting system – coconut oil lamps posted in dark streets – in the province out of what he earned from being a physician. He beautified Dapitan by remodelling the town plaza, with the aid of his Jesuit teacher, Fr. Francisco Sanchez, and created a relief map of Mindanao (footnote: using stones, soil and grass) right in front the church."
      ]
    },
    {
      "type": "subheader",
      "text": "Romantic affair with Josephine Bracken"
    },
    {
      "type": "paragraph",
      "text": "Rizal had always been missing his family and their happy moments together in Calamba and his despair doubled upon the announcement of Leonor Rivera's death. Not soon, to his surprise, an Irish girl enlightened his rather gloomy heart. This girl was the 18-year old Josephine Bracken who, to Wenceslao Retana's words, was “slender, a chestnut blond, with blue eyes, dressed with elegant simplicity, with an atmosphere of light (gaiety).”"
    },
    {
      "type": "paragraph",
      "text": "From Hongkong, she arrived in Dapitan in February, 1895 with his blind foster father, George Taufer, and a Filipina named Manuela Orlac. Rizal's fame as an opthalmic surgeon reached overseas, and one of Rizal's friends, Julio Llorente referred the group to Rizal. Rizal and Bracken instantly fell in love with each and in just one month, they agreed to marry which appalled and disturbed Taufer. However, the parish priest of Dapitan, Father Pedro Obach, refused to do so unless they be permitted by the Bishop of Cebu."
    },
    {
      "type": "paragraph",
      "text": "On the other hand, Taufer returned to Hongkong uncured. Because no priest was willing to marry the two, the couple exchanged their vows before God in their own way, which scandalized Fr. Obach. In 1896, their love bear its fruit – Josephine was pregnant. Unfortunately, Bracken gave birth to a one-month premature baby boy who lived only for three hours. The child was buried in Dapitan, bearing the name Francisco, after Rizal's father."
    },
    {
      "type": "subheader",
      "text": "Katipunan  seek Rizal’s Advice"
    },
    {
      "type": "paragraph",
      "text": "Prior to the outbreak of the revolution, the Katipunan leader, Andres Bonifacio, seek the advise of Jose Rizal. In a secret meeting on May 2, 1896 at Bitukang Manok river in Pasig, the group agreed to send Dr. Pio Valenzuela as a representative to Dapitan who will inform Rizal of their plan to launch a revolution against the Spaniards. On board the steamer Venus, Valenzuala left Manila on June 15, 1892 and in 6 days, arrived at Dapitan with a blind companion, Raymundo Mata. At night, Rizal and Valenzuela had a talk in the former's garden. There, Valenzuela told him of the Katipunan's plan. Regarding this, Rizal outspokenly objected Bonifacio's “premature” idea for two reasons:"
    },
    {
      "type": "list",
      "style": "ordered",
      "items": [
        "The Filipinos were still unready for such bloody revolution; and",
        "The Katipunan lacked machinery – before plotting a revolution, there must be sufficient arms and funds collected."
      ]
    },
    {
      "type": "paragraph",
      "text": "Valenzuela also told Rizal of their plan to rescue him in Dapitan. Again, the exiled hero disagreed because he had no plan of breaking his word of honor to the Spanish authorities."
    },
    {
      "type": "subheader",
      "text": "As a Volunteer in Cuba"
    },
    {
      "type": "paragraph",
      "text": "During the peak of the Cuban revolution, Rizal offered his services as a military doctor to compromise with the shortage of physicians in the said country. It was his friend Ferdinand Blumentritt who informed him of the situation in Cuba and suggested that he volunteer himself as army doctor. On December 17, 1895, Rizal sent a letter to Governor General Ramon Blanco rendering his service for Cuba. But for months Rizal awaited in vain for the governor's reply, and loss hope that his request will be granted. It was only on July 30, 1896 when Rizal received a letter from Governor Blanco, dated July 2, 1896, accepting his offer. The letter also stated that Rizal will be given a pass so that he can go to Manila, then to Spain where its Minister of War will assign shim to the Army of Operations in Cuba."
    },
    {
      "type": "subheader",
      "text": "Farewell in Dapitan"
    },
    {
      "type": "paragraph",
      "text": "At midnight of July 31, 1896, Jose Rizal left Dapitan on board the steamer España, together with Narcisa, Josephine, Angelica (Narcisa's daughter), three nephews and six of his students. Many were saddened as the adopted son of Dapitan left.\n\nIn Cebu, on their way to Manila, Rizal successfully performed an opthalmic operation to a merchant who paid him fifty silver pesos. After almost a week, on August 6, 1896, España arrived in Manila. Rizal was supposedly to board the Isla de Luzon for Spain, but unfortunately, left ahead of time. Instead, he was transferred to the Spanish cruiser Castilla to stay and wait for the next mail boat that woul sail for Spain next month. He was prohibited from leaving the vicinity but was allowed to accept visitors so long as they were his immediate family. Of course, all these delays were part of the drama – Rizal has now fallen to the critical/deadly Spanish trap.\n\nRizal lived in exile in far-away Dapitan, a remote town in Mindanao which was under the missionary jurisdiction of the Jesuits, from 1892 to 1896. This four-year interregnum in his life was tediously unexciting, but was abundantly fruitful with varied achievements (Zaide, 2008)."
    }
  ]
}