{
  "title": "El Filibusterismo",
  "content": [
    {
      "type": "header",
      "text": "El Filibusterismo"
    },
    {
      "type": "subheader",
      "text": "\"The Reign of Greed\""
    },
    {
      "type": "paragraph",
      "text": "El Filibusterismo was published in 1891 at Ghent, Belgium. It is the sequel to Noli Me Tángere. It reflects a darker, more revolutionary feel. The main character Simoun, the disguised and bitter counterpart of Ibarra, has returned home to the Philippines with the goal to incite rebellion against the corrupt authorities. The text criticizes both the Spanish authorities and the participation of the Filipino affluent elite. While Noli Me Tangere tended to be about a hopeful vision for peaceful reform, El Fili delves into the limits of reform along with the temptation of revolution. It provokes readers to consider how change can happen in terms of whether violence can ever be justified."
    },
    {
      "type": "subheader",
      "text": "The Shift in Context and Character"
    },
    {
      "type": "paragraph",
      "text": "The Fili (as it is colloquially referred to) is a dark, brooding and at times satirical novel of revenge, unfulfilled love, and tragedy with Juan Crisóstomo Ibarra as its protagonist. Thirteen years older, with his idealism, naiveté and youthful dreams shattered, and even taking advantage of the accepted belief that Ibarra died at the end of Noli Me Tangere, the older Ibarra appears as Simoun, an extremely wealthy and enigmatic jeweler who has gained the governor-general's confidence in the colony. A dramatic departure from the hopeful reformist tone of the Noli Me Tangere, the Fili represented a fundamental shift away from a peaceful approach to addressing injustices to revolutionary violence. While Ibarra once felt that education and peaceful reform could provide a semblance of justice against the injustices of colonialism, Simoun offers a full embrace and ultimate acceptance of violence and rebellion."
    },
    {
      "type": "subheader",
      "text": "Revolutionary Methods and Ideology"
    },
    {
      "type": "paragraph",
      "text": "Where Ibarra argued persuasively against violence to put into motion a reform of Manila society, Simoun is eager to instigate violence in pursuit of his revenge: against Father Salví, and against the Spanish colonial state. He hopes to free the love of his life, María Clara, from her stifling existence as a secluded nun, and the islands from the oppression of Spain. Simoun is an agent provocateur; he actually recommends the governor-general adopt more repressive policies with the conscious intention of inciting the masses to rebel. His plan has both personal revenge and political revolution as its goal, and he believes that only in the complete annihilation of the system is there a possibility for a different future."
    },
    {
      "type": "subheader",
      "text": "Contrasting Methods of Reform"
    },
    {
      "type": "paragraph",
      "text": "The novel provides a strong contrast between revolutionary and reformist approaches through the characters: compared to Simoun's venue of armed revolution, a group of university students (Isagani, Peláez, and Makaraig among them) lobby for the founding of an academy dedicated to teaching Castilian, consistent with a حالحح from Madrid. Despite being opposed to even this innocuous reform, the friars are able to commandeer the plan. The subplot showcases the hopelessness of mild reform in the face of colonial power. Even the smallest education reform is squelched by the friars, ultimately pushing the characters toward more radical solutions."
    },
    {
      "type": "subheader",
      "text": "Tragic Resolution and questions of morality"
    },
    {
      "type": "paragraph",
      "text": "The extravagant wedding celebration is designated to be at the former home of Captain Tiago, which has been purchased by Don Timoteo Peláez, the father of the groom. Simoun has mined the house, and once an elaborate lamp - which is filled with nitroglycerin because it is really Simoun's wedding gift - is ignited, it will explode. The planned assassination of the colonial elite is foiled when Isagani, having been informed by Basilio, throws the explosive lamp into the river. Simoun's ultimate failure and suicide represent Rizal's complicated analysis of revolutionary violence - one that accepts the forlorn desperation that drives people to madness, but does not accept that such techniques result in appropriately just ends. The novel forces the reader to contend with the moral ambiguity of using violence against systemic oppression, making it much more philosophically complicated than its predecessor."
    },
    {
      "type": "paragraph",
      "text": "[Reference](https://www.penguinrandomhouse.com/books/302595/el-filibusterismo-by-jose-rizal/9780143106395/readers-guide/)"
    }
  ]
}