{
  "title": "Filipinas Dentro de Cien Años",
  "content": [
    {
      "type": "header",
      "text": "Filipinas Dentro de Cien Años"
    },
    {
      "type": "subheader",
      "text": "“The Philippines a Century Hence”"
    },
    {
      "type": "paragraph",
      "text": "This is a four-part political essay published in the reformist newspaper La Solidaridad. Rizal lays out possible futures for the Philippines in relation to Spanish control in this document. Rizal discusses the various scenarios that could unfold if Spain continues to reject reform; he predicts a revolution, colonization by other foreign nations (especially by the USA), or an eventual independence in the distant future. Rizal also discusses the impact of colonialism on Filipino psyche and society. Rizal argues that Filipinos must be educated, engage in civic life, and be historically aware in order for it to develop and progress. Many of his predictions came true and this speaks to how astute he was about the dynamics of geopolitics and national/colonial development."
    },
    {
      "type": "subheader",
      "text": "The Historical Context and Publication"
    },
    {
      "type": "paragraph",
      "text": "Originally published serially from September, 1889, through January, 1890, as \"Filipinas dentro de Cien Años\", in the Filipino fortnightly review \"La Solidaridad\", of Madrid, the essay was written during Rizal's participation in the Propaganda Movement and other Filipino expatriates' activities in Europe. The work was a political essay, providing a more straightforward political critique than his allegorical novels, and was intended to be read in concert with his novels. It is a complementary work to Rizal's great novel \"Noli Me Tangere\" and its sequel \"El Filibusterismo\" that provide readers with Rizal's explicit political vision for the future of his homeland."
    },
    {
      "type": "subheader",
      "text": "Four Possible Futures for the Philippines"
    },
    {
      "type": "paragraph",
      "text": "Rizal carefully laid out four possible scenarios regarding the future of the Philippines, depending on several situations. Will the Philippine Islands stay a colony of Spain, and if so, what kind of colony? Will they become a province of Spain, with or without autonomy? To arrive at this juncture, what sort of sacrifices will have to be made? Will they be separated from the mother country to live freely and independently, to fall into the clutches of other nations, or to live as vassals of neighboring countries? Rizal's assesssment was remarkably prescient, as he foresaw that if Spain continued to resist providing real reforms, the Philippines would either gain its independence through a violent revolution, fall under the dominion of another foreign power (especially the United States), or gradually be granted autonomy within the Spanish empire. Lastly, the fourth contrived hypothetical future was taking independence for an eventual ultimate future."
    },
    {
      "type": "subheader",
      "text": "Overall Appeal for Reform versus Warning about Revolt"
    },
    {
      "type": "paragraph",
      "text": "The Philippines is going to be Spanish one way or the other, either with great law and little liberty, or as independent, having killed traditional love for both the mother country and the homeland. Rizal argued that Spain could only get ahead of the problems in the Philippines through real liberal reforms such as allowing freedom of the press, permitting Filipino representation in the Spanish Cortes, and strictly applying the law equally toward all persons. He issued a warning, indicating that continued oppression would face violence. While he denied being a revolutionary, Rizal would honestly admit the forces and process caused continued depravation of the masses1 understanding of truth, justice, and, perhaps the critical component of freedom. The batteries are getting fully charged;  as the prudence of the government has yet to allow for means towards the discharge of the currents that build have morning after disastrous events, no if day the spark will be created."
    },
    {
      "type": "subheader",
      "text": "Prophetic Vision and Geopolitical Analysis"
    },
    {
      "type": "paragraph",
      "text": "Rizal's essay exhibited considerable geopolitical insight, especially his anticipation of American intrusion in the affairs of the Philippines. He primarily drew on passing references by earlier German traveler Feodor Jagor, \"Perhaps the great American Republic, whose interests are in the Pacific, and who has no part in the spoliation of Africa, may some day dream of foreign possession,\" and his analysis of international realities was altogether accurate-he rightly predicted that the European powers would be too preoccupied as colonizers of Africa to seriously contest American interest in the Philippines. His essay also stressed the importantness of education and civic awareness for development in a nation, and he discussed the criterion reform must necessarily satisfy in order to be evaluated as beneficial; that change must come from above, the essay's description of other reforms offered is simply absurd as those reforms arise from below are gainful, irregularly, and uncertain. He wrote in passing that the Philippines would eventually try to achieve independence if assured basic rights, and this almost tragically foretold the Philippine Revolution which began only six years after the publication of this essay."
    },
    {
      "type": "paragraph",
      "text": "[Reference](https://www.gutenberg.org/files/35899/35899-h/35899-h.htm)"
    }
  ]
}