{
  "title": "La Indolencia de los Filipinos",
  "content": [
    {
      "type": "header",
      "text": "La Indolencia de los Filipinos"
    },
    {
      "type": "subheader",
      "text": "“The Indolence of the Filipinos”"
    },
    {
      "type": "paragraph",
      "text": "This essay was also published in La Solidaridad and deals with the commonly heard colonial claim that Filipinos are lazy. Rizal frankly repudiates this label and argues that so-called indolence was documentary existe by socio-economic exploitation, workers are provided limited education and were under political trammel for this empire. Rizal elaborates on how Spain curtailed native industries and firms stopped individual initiative. Rizal provoked out how systemic problems caused the economic malaise and this is not a 'cultured' problem. He also pushed for reforms to education, access to labor, and a government in which individuals are treated equally, as solutions. This essay is undoubtedly one of Rizal's most analytic and socially conscience works."
    },
    {
      "type": "subheader",
      "text": "Confronting Colonial Portrayals"
    },
    {
      "type": "paragraph",
      "text": "Rizal composed this essay in 1890 as a response to accusations made by Spaniards that Filipinos are naturally lazy and indolent. Not only did Rizal not deny that there was indolence among Filipinos but also acknowledged it before proceeding to argue that it was not a natural or hereditary trait. Indolence in the Philippines is a chronic condition, not a hereditary trait. Truth be told, prior to the Spaniards landing on these shores, the natives were doing business with Chinese, Japanese, Arabians, Malaysians and other nations in the Middle-East. His line of argument was to assert pre-colonial Filipinos were actively participating in trade and commerce internationally to whom were engaged in indolence because of colonial conditions, and not traits of character."
    },
    {
      "type": "subheader",
      "text": "Methodical Examination of the Factors of Colonialism"
    },
    {
      "type": "paragraph",
      "text": "Rizal carefully identified a myriad of things that Spain imposed upon the Filipinos by way of colonialism that led to indolence. Secondly, Spain eliminated the Filipinos' love of work because of the forcing of servitude. The natives were forced into labor in shipyards, highways, and other public works that took their attention away from agriculture, manufacture, and commerce. He further discussed how Spain had repeatedly failed to protect the Filipinos against foreign incursions by pirates which created with nomadic lifestyles and sacrifice of community.  Fourth, the educational system was backward. What was substantial in education was teaching prayers and other useless things that the students could not utilize to improve their country with.  He criticized Spanish officials in a variety of instances when they modeled poor forms of behavior by showing disdain for physical labor, their gambling habits, and by perpetuation a corrupt religious system which taught Filipinos to rely on poverty as a pathway to heaven."
    },
    {
      "type": "subheader",
      "text": "Methodical Examination of the Factors of Colonialism"
    },
    {
      "type": "paragraph",
      "text": "Rizal carefully identified a myriad of things that Spain imposed upon the Filipinos by way of colonialism that led to indolence. Secondly, Spain eliminated the Filipinos' love of work because of the forcing of servitude. The natives were forced into labor in shipyards, highways, and other public works that took their attention away from agriculture, manufacture, and commerce. He further discussed how Spain had repeatedly failed to protect the Filipinos against foreign incursions by pirates which created with nomadic lifestyles and sacrifice of community.  Fourth, the educational system was backward. What was substantial in education was teaching prayers and other useless things that the students could not utilize to improve their country with.  He criticized Spanish officials in a variety of instances when they modeled poor forms of behavior by showing disdain for physical labor, their gambling habits, and by perpetuation a corrupt religious system which taught Filipinos to rely on poverty as a pathway to heaven."
    },
    {
      "type": "subheader",
      "text": "The Economic and Social Derivation"
    },
    {
      "type": "paragraph",
      "text": "To conclude, the taxes were incredibly excessive, such that the vast majority of what the Filipinos profited from their labor went to the government or the friars. Once removed from the object of their labor and being exploited, they fell into inaction all together. Rizal argued that when people are consistently separated from the fruits of their labor by means of excessive amounts of taxes, and against their will, it is only human nature not to work hard. He also recognized the practical reality of working in a tropical climate, when he said, \"That an hour's work in that burning sun, in the heart of pernicious influences issuing from nature in full activity, amounts to a day's work in temperate climate.\" Which acknowledges that there are different approaches to undertaking work as a result of environmental factors; it does not suggest that Filipinos were lazy."
    },
    {
      "type": "subheader",
      "text": "Final Thoughts and Appeal for Reform"
    },
    {
      "type": "paragraph",
      "text": "It is obvious from the quotations that the reason that we attribute our indolence to our race is tied to Spain: When we, as Filipinos, wanted to learn and be educated, we were either unable to because there were no schools or if we were able, there were not enough schools and certainly were not schools that provided any useful education; when we wanted to form our own businesses, there was neither enough funding or resource, nor any protection from the government. Rizal's essay was meant to be both a defense of Filipino character and a reasoned indictment of colonial practices. He believed that meaningful reform to education, economic opportunity, and political representation would help restore Filipinos natural inclination to be industrious. We are not fools, we are not marionettes who simply obey, we are men, motivated by our own will focused on our goal, and who value our lives and race. The essay is one of Rizal's most analytically reasoned pieces of work, revealing his ability to combine research with passion on behalf of his people's dignity and futures."
    },
    {
      "type": "paragraph",
      "text": "[Reference](https://thelifeandworksofrizal.blogspot.com/2011/08/indolence-of-filipinos-summary-and.html)"
    }
  ]
}