{
  "title": "Noli Me Tángere",
  "content": [
    {
      "type": "header",
      "text": "Noli Me Tángere"
    },
    {
      "type": "subheader",
      "text": "“Touch Me Not”"
    },
    {
      "type": "paragraph",
      "text": "José Rizal's initial novel, Noli Me Tángere, was published in Berlin in 1887. It boldly revealed the injustices committed by Spanish friars and the colonial government in the Philippines. It followed the story of Crisóstomo Ibarra, a young man who had returned from Europe and discovered the magnitude of corruption and oppression that affected his fellow Filipinos. Noli Me Tángere criticizes the powers of the clergy, heralds a consciousness of nationhood, and presents a basis for reform. Its primary themes revolve around colonial oppression, social injustice, education, and national identity, and became an important instrument of consciousness to stimulate Filipino nationalism and incite future revolutionaries."
    },
    {
      "type": "subheader",
      "text": "Origins and Inspiration"
    },
    {
      "type": "paragraph",
      "text": "Rizal had been inspired to write a novel after reading Harriet Beecher Stowe's Uncle Tom's Cabin, about the mistreatment of black slaves in America. Harry thought that a novel should be produced that mirrored what the natives of the Philippines were subjected to at the hands of the Spanish friars. In 1884 Horace targeted the other Filipinos in Madrid for possible collaboration. Sadly, by then, they expressed more interest in a novel about women, and to indulge in gambling rather than serious literary effort. As a result, Horace decided to complete this undertaking by himself. The novel was written in several different European cities - starting in Madrid, Spain, and most of the manuscript was written in Paris, France, and finished in Berlin, Germany."
    },
    {
      "type": "subheader",
      "text": "Meaning and Symbolism"
    },
    {
      "type": "paragraph",
      "text": "Noli me tangere is a Latin phrase taken from the Bible, which means 'Touch me not.' The title refers to Christ's words to Mary Magdalene after his resurrection. It is significant because, as an ophthalmologist, he also knew that \"Noli me tangere\" was a medical term for cancer of the eyelids. This double meaning, along with his dedication \"To My Country,\" conveys his view of the Philippines as suffering from a \"social cancer\" so malignant \"that the slightest contact gives rise to sharp pains - hence the alternate title encountered in English, \"The Social Cancer.\""
    },
    {
      "type": "subheader",
      "text": "Impacts and Legacy"
    },
    {
      "type": "paragraph",
      "text": "The novel served as a focal point in the formation of a unified Filipino national identity and consciousness, when many Filipinos previously saw themselves as belonging to their particular regions, which divided loyalties to the advantage of the Spanish. Published when Rizal himself was 26, the novel caused a tremendous uproar and was banned in parts of the Philippines because of how it portrayed the corruption of the Spanish government and Spanish clergy. The novel served as an indirect influence on the Philippine revolution, despite the irony that Rizal himself called for reform and not rebellion. The representation of certain characters in the novel, such as María Clara as the ideal Filipino woman and Father Dámaso as the corrupt clergy man became archetypal characters in Filipino literature and culture."
    },
    {
      "type": "paragraph",
      "text": "[Reference](https://cambridgeforecast.wordpress.com/2009/10/15/noli-me-tangere-jose-rizal-phillipines-novel/)"
    }
  ]
}