{
	"title": "Welcome to the Rizal Wiki",
	"content": [
		{
			"type": "header",
			"text": "Dr. José Rizal: A National Hero"
		},
		{
			"type": "paragraph",
			"text": "Welcome to the *Rizal Wiki*, a digital space dedicated to preserving the life, works, and legacy of **Dr. José Rizal**, the Philippines’ foremost national hero."
		},
		{
			"type": "image",
			"src": "assets/images/rizal-portrait.jpg",
			"alt": "Portrait of José Rizal"
		},
		{
			"type": "subheader",
			"text": "Introducing: Jose Rizal"
		},
		{
			"type": "paragraph",
			"text": "José Protasio Rizal Mercado y Alonso Realonda was a Filipino nationalist, writer and polymath active at the end of the Spanish colonial period of the Philippines. He is popularly considered a national hero (pambansang bayani) of the Philippines. An ophthalmologist by profession, Rizal became a writer and a key member of the Filipino Propaganda Movement, which advocated political reforms for the colony under Spain."
		},
		{
			"type": "paragraph",
			"text": "He was executed by the Spanish colonial government for the crime of rebellion after the Philippine Revolution broke out; the revolution was inspired by his writings. Though he was not actively involved in its planning or conduct, he ultimately approved of its goals, which eventually resulted in Philippine independence."
		},
		{
			"type": "paragraph",
			"text": "Rizal is widely considered one of the greatest and most influential figures in the Philippines, and has been recommended to be so honored by an officially empaneled National Heroes Committee. However, no law, executive order or proclamation has been enacted or issued officially proclaiming any Filipino historical figure as a national hero. He wrote the novels Noli Me Tángere (1887) and El filibusterismo (1891), which together are taken as a national epic, in addition to numerous poems and essays."
		},
		{
			"type": "subheader",
			"text": "Explore the Wiki"
		},
		{
			"type": "paragraph",
			"text": "Use the navigation menu to explore key aspects of Rizal’s life and legacy:"
		},
		{
			"type": "list",
			"style": "unordered",
			"items": [
				"[Biography](biography/overview): Major events and milestones in Rizal’s life",
				"[Works](works/overview): Summaries and excerpts from his novels, essays, and letters",
				"[Timeline](timeline/overview): Historical events during his lifetime",
				"[Gallery](gallery/overview): Rare photographs and original documents",
				"[Trivia](trivia/overview): Little-known facts to make learning fun"
			]
		},
		{
			"type": "subheader",
			"text": "Why Rizal?"
		},
		{
			"type": "paragraph",
			"text": "Rizal’s ideas on **freedom**, *education*, and **national identity** remain relevant to this day. Understanding him helps us better understand our past—and the values we carry forward."
		},
		{
			"type": "hr"
		},
		{
			"type": "paragraph",
			"text": "Visit the [Wikipedia page](https://en.wikipedia.org/wiki/Jos%C3%A9_Rizal) for additional references."
		}
	]
}
