{
  "title": "Rizal's Medical Practice",
  "content": [
    {
      "type": "h1",
      "text": "Jose Rizal: The Doctor-Hero"
    },
    {
      "type": "p",
      "text": "Beyond his role as a national hero and writer, Jose Rizal was a skilled physician who practiced medicine in various countries. His medical career demonstrates his commitment to serving humanity through healing, complementing his efforts to heal the Filipino nation through his writings and reforms."
    },
    {
      "type": "img",
      "src": "assets/images/rizal-medical-degree-placeholder.jpg",
      "alt": "Rizal's Medical Degree from Universidad Central de Madrid - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Medical Education"
    },
    {
      "type": "p",
      "text": "Rizal initially enrolled in Philosophy and Letters at the University of Santo Tomas in Manila, but later shifted to Medicine. However, dissatisfied with the quality of education and discriminatory treatment, he decided to continue his studies in Europe."
    },
    {
      "type": "h2",
      "text": "Studies in Madrid (1882-1885)"
    },
    {
      "type": "p",
      "text": "At the Universidad Central de Madrid, Rizal excelled in his medical studies. He completed his degree in Medicine and Surgery in 1884, followed by a degree in Philosophy and Letters in 1885. His academic performance was exceptional, earning high marks in subjects including:"
    },
    {
      "type": "list",
      "items": [
        "Anatomy and Histology",
        "Physiology and Hygiene", 
        "Pathological Anatomy",
        "Surgery and Obstetrics",
        "Internal Medicine",
        "Pharmacology and Toxicology"
      ]
    },
    {
      "type": "img",
      "src": "assets/images/universidad-central-madrid-placeholder.jpg",
      "alt": "Universidad Central de Madrid where Rizal studied - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Specialization in Ophthalmology"
    },
    {
      "type": "p",
      "text": "Rizal chose to specialize in ophthalmology (eye diseases) partly due to his mother Teodora's developing eye problems. He pursued advanced training in Paris under Dr. Louis de Wecker, a renowned French ophthalmologist, and later in Germany under Dr. Otto Becker in Heidelberg."
    },
    {
      "type": "p",
      "text": "His specialization was motivated by both personal reasons (his mother's cataracts) and practical considerations, as eye diseases were common in the tropical Philippines due to the intense sunlight and poor sanitary conditions."
    },
    {
      "type": "img",
      "src": "assets/images/rizal-ophthalmology-tools-placeholder.jpg",
      "alt": "19th Century Ophthalmology Instruments - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Medical Practice in Europe"
    },
    {
      "type": "p",
      "text": "During his stay in Europe, Rizal practiced medicine in several locations:"
    },
    {
      "type": "list",
      "items": [
        "**Paris (1885-1886)**: Worked as an assistant to Dr. Louis de Wecker, gaining valuable experience in eye surgery",
        "**Heidelberg (1886)**: Continued his ophthalmological studies under Dr. Otto Becker",
        "**Leipzig and Berlin (1886-1887)**: Further medical studies and practice while writing 'Noli Me Tangere'"
      ]
    },
    {
      "type": "h2",
      "text": "Return to the Philippines: Medical Practice in Calamba"
    },
    {
      "type": "p",
      "text": "When Rizal returned to the Philippines in 1887, he immediately began practicing medicine. His first and most famous patient was his own mother, from whom he successfully removed cataracts, restoring her sight. This achievement enhanced his reputation as a skilled physician."
    },
    {
      "type": "p",
      "text": "In Calamba, Rizal established a medical practice that served both the wealthy and the poor. He was known for:"
    },
    {
      "type": "list",
      "items": [
        "Providing free medical services to indigent patients",
        "Using modern European medical techniques",
        "Maintaining detailed medical records",
        "Combining Western medicine with understanding of local conditions"
      ]
    },
    {
      "type": "img",
      "src": "assets/images/rizal-treating-patients-placeholder.jpg",
      "alt": "Rizal treating patients in Calamba - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Medical Practice in Hong Kong (1891-1892)"
    },
    {
      "type": "p",
      "text": "During his exile, Rizal established a successful medical practice in Hong Kong. He rented space in the Philippine Pharmacy on Calle Rosario and quickly built a reputation among both Filipino and foreign patients. His practice was so successful that he was able to support his family back in the Philippines."
    },
    {
      "type": "h2",
      "text": "Medical Practice in Dapitan (1892-1896)"
    },
    {
      "type": "p",
      "text": "During his exile in Dapitan, Rizal continued practicing medicine while also engaging in other activities. His medical practice in Dapitan was characterized by:"
    },
    {
      "type": "list",
      "items": [
        "Treating a wide variety of ailments from eye diseases to general medicine",
        "Performing surgeries including cataract operations",
        "Providing medical care to Spanish officials, Filipino residents, and even prisoners",
        "Training local residents in basic medical care and hygiene",
        "Conducting medical research on local diseases and remedies"
      ]
    },
    {
      "type": "img",
      "src": "assets/images/rizal-dapitan-clinic-placeholder.jpg",
      "alt": "Rizal's medical clinic in Dapitan - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Notable Medical Cases and Achievements"
    },
    {
      "type": "list",
      "items": [
        "**Teodora Alonso**: Successfully operated on his mother's cataracts, restoring her sight",
        "**Don Ignacio Tumarong**: Cured a prominent Dapitan resident's eye ailment",
        "**Various Spanish officials**: Treated colonial administrators, earning their respect and trust",
        "**Community health initiatives**: Promoted sanitation and public health measures in Dapitan"
      ]
    },
    {
      "type": "h2",
      "text": "Medical Philosophy and Approach"
    },
    {
      "type": "p",
      "text": "Rizal's approach to medicine reflected his humanitarian values:"
    },
    {
      "type": "list",
      "items": [
        "**Compassionate care**: Treated rich and poor patients equally",
        "**Preventive medicine**: Emphasized hygiene and sanitation",
        "**Continuous learning**: Kept updated with latest medical developments",
        "**Holistic approach**: Considered social and environmental factors in health",
        "**Service to community**: Used medical practice as a way to serve his countrymen"
      ]
    },
    {
      "type": "img",
      "src": "assets/images/medical-instruments-19th-century-placeholder.jpg",
      "alt": "Medical instruments from Rizal's era - [Placeholder Image]"
    },
    {
      "type": "h2",
      "text": "Legacy as a Physician"
    },
    {
      "type": "p",
      "text": "Rizal's medical career demonstrates several important aspects of his character:"
    },
    {
      "type": "list",
      "items": [
        "**Professional excellence**: He maintained high standards in his medical practice",
        "**Social responsibility**: Used his skills to serve others, especially the needy",
        "**Scientific mind**: Approached problems systematically and rationally",
        "**Dedication to learning**: Continuously improved his knowledge and skills",
        "**Integration of ideals**: Combined his medical practice with his reform advocacy"
      ]
    },
    {
      "type": "p",
      "text": "Jose Rizal's medical career exemplifies his multifaceted genius and his commitment to serving humanity. As a doctor, he healed bodies; as a writer and reformist, he sought to heal the nation. His medical practice provided him with a respectable profession while allowing him to maintain close contact with people from all walks of life, enriching his understanding of Filipino society and strengthening his resolve to work for meaningful reform."
    }
  ]
}
