{
  "title": "Jose Rizal Biography",
  "content": [
    {
      "type": "header",
      "text": "Jose Rizal Biography"
    },
    {
      "type": "subheader",
      "text": "Jose Rizal was a Filipino polymath whose martyrdom helped spark the revolution of the Philippines from Spanish occupation. Read about his life, works, and legacy."
    },
    {
      "type": "hr"
    },
    {
      "type": "paragraph",
      "text": "On June 19th 1861, the Mercado Family from the town of Calamba in the province of Laguna in the Philippines, happily greeted the birth of their newest member — a baby boy born as the seventh child to proud parents Francisco Rizal Mercado y Alejandro and Teodora Alonso Realonda y Quintos. They named the bouncing baby boy Jose Protasio Rizal Mercado."
    },
    {
      "type": "paragraph",
      "text": "Being the seventh of a brood of eleven, Jose Rizal Mercado demonstrated an astounding intelligence and aptitude for learning at a very young age when he learned his letters from his mother and could read and write at the age of five."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Educational Foundations"
    },
    {
      "type": "paragraph",
      "text": "The Mercado family enjoyed relative wealth as landowners who rented the land of their hacienda to the [Dominican friars](https://en.wikipedia.org/wiki/Dominican_Order) in Laguna. Hence, education was a priority for the Mercado family and young Jose Protacio was sent to learn from Justiniano Aquino Cruz, a tutor from nearby Binan, Laguna. But the education of a small town and a tutor did not sufficiently quench the young man’s thirst for knowledge and soon, the family began to make preparations for his admission to the [Ateneo Municipal de Manila](http://www.admu.edu.ph/), in the capital of the Philippines."
    },
    {
      "type": "paragraph",
      "text": "The school was run by the Jesuit Order and was one of the most prominent and academic institutions in the country which catered to the rich, the powerful and most intelligent students that country had, certainly a place for a young man like Jose Protasio Mercado."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Studying in Manila\n"
    },
    {
      "type": "paragraph",
      "text": "Prior to his enrollment in this prominent learning institution, his older brother Paciano Rizal Mercado, insisted that Jose drop the surname “Mercado”, to ensure that the younger Mercado would be disassociated with the outspoken and borderline subversive reputation of his older brother. As such, the young man known as Jose Protasio Rizal enrolled at the Ateneo Municipal de Manila."
    },
    {
      "type": "paragraph",
      "text": "Being the child of a family of wealthy landowners, Jose Rizal decided to study for a degree in Land Surveying and Assessment at the Ateneo de Municipal de Manila where he graduated on March 14, 1877, with honors or sobresaliente. He took and passed the licensure exam for land surveying and assessment in 1878 but was not given a license until 1881 when he turned 21."
    },
    {
      "type": "paragraph",
      "text": "In 1878, after his completion of his degree from Ateneo Municipal de Manila, he pursued, his passion for the arts as he enrolled at the Faculty of Arts and Letters for a degree in Philosophy at the [University of Santo Tomas](https://www.ust.edu.ph/). Although he excelled at philosophy, the news of his mother’s impending blindness convinced him to study Medicine, and in 1878 he enrolled in the Faculty of Medical Sciences at University of Santo Tomas to specialize in ophthalmology. Citing discrimination against Filipino students by the Dominican professors in Medicine, Rizal left the medical program in 1882."
    },
    {
      "type": "paragraph",
      "text": "Believing that education in the country was limited, he boarded a ship to Spain with the support of his older brother Paciano but without informing his parents. The ten years he would spend on the European continent would leave an indelible mark on his personality and open his eyes to the world, develop his natural talents and strengthen his devotion to his motherland."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Academics in Europe"
    },
    {
      "type": "paragraph",
      "text": "In Spain, he continued the studies that were stalled in the Philippines and enrolled at the [Universidad Central de Madrid](https://www.ucm.es/) where he graduated in 1884 with a degree in Medicine, and a year later with a degree in Philosophy and letters from the same institution. Even after the completion of these two degrees, he still was not satisfied and traveled to France and studied at the [University of Paris](http://english.lettres.sorbonne-universite.fr/).\n\n"
    },
    {
      "type": "paragraph",
      "text": "In his pursuit to further increase his knowledge in his chosen field of specialization — ophthalmology — he studied at the University of Heidelberg under the distinguished eye specialist, [Professor Otto Becker](https://www.uni-heidelberg.de/index_e.html)."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Recognition in Europe"
    },
    {
      "type": "paragraph",
      "text": "Born a few centuries too late, Rizal could have been an ideal Renaissance Man, he was a polymath who excelled at anything he put his considerable mind and talents to. The study of land assessment, medicine, and literature are just a few of his known accomplishments but he also excellent in arts such as sculpting, painting, architecture; physical activities such as martial arts, fencing, pistol shooting were also where he demonstrated his prowess; he was well read could discuss agriculture, economics, sociology, anthropology and history at will."
    },
    {
      "type": "paragraph",
      "text": "117 years after Rizal’s death, the government where his family hailed in Calamba, Laguna recognized Rizal’s ability in various sports during his lifetime."
    },
    {
      "type": "paragraph",
      "text": "Apart from these, he was also multilingual and was known to have been able to converse in over 10 languages including Filipino, Spanish, English, French, German, and Dutch, among others."
    },
    {
      "type": "paragraph",
      "text": "Rizal was also a member of the Freemasons. It is therefore no surprise that wherever he went, people were drawn to his charm, wit, intelligence and personality. He made friends and lovers wherever he went and left an impression and reputation that would outlive him."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Foundations for Reform"
    },
    {
      "type": "paragraph",
      "text": "Even as a youth, Jose Rizal had been exposed to the difficulties of being under the Spanish colonial government, which had instilled in him the need for change in the system of how the country was being run. Jose Rizal spent most of his time with his older brother Paciano, a man who had been linked to Filipino priests, Gomez, Burgos and Zamora, who sought reform within the catholic church by advocating equal rights for Filipino and Spanish priests in the Philippines. The three priests were later accused of being subversive and were executed by the Spanish colonial government."
    },
    {
      "type": "paragraph",
      "text": "Even closer to home, Rizal saw the treatment accorded to his beloved mother by the Spanish authorities who accused her of attempting to poison her cousin and sent her to jail in Santa Cruz, Laguna. Teodora Mercado was made to walk sixteen kilometers from their home to the prison and was incarcerated for two and a half years until a successful appeal at the highest court of the Spanish government cleared her of the charges."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Novel"
    },
    {
      "type": "paragraph",
      "text": "During his stay in first stay in Europe, Rizal wrote his novel, Noli Me Tangere.The book was written in Spanish and first published in Berlin, Germany in 1887. The Noli, as it is more commonly known, tells the story of a young Filipino man who travels to Europe to study and returns home with new eyes to the injustices and corruption in his native land."
    },
    {
      "type": "paragraph",
      "text": "Rizal used elaborate characters to symbolize the different personalities and characteristics of both the oppressors and the oppressed, paying notable attention to Filipinos who had adopted the customs of their colonizers, forgetting their own nationality; the Spanish friars who were portrayed as lustful and greedy men in robes who sought only to satisfy their own needs, and the poor and ignorant members of society who knew no other life but that of one of abject poverty and cruelty under the yoke of the church and state. Rizal’s first novel was a scalding criticism of the Spanish colonial system in the country and Philippine society in general, was met with harsh reactions from the elite, the church and the government."
    },
    {
      "type": "paragraph",
      "text": "Upon his return to the country, he was summoned by the Governor General of the Philippine Islands to explain himself in light of accusations that he was a subversive and an inciter of rebellion. Rizal faced the charges and defended himself admirably, and although he was exonerated, his name would remain on the watch list of the colonial government. Similarly, his work also produced a great uproar in the Catholic Church in the country, so much so that later, he was excommunicated."
    },
    {
      "type": "paragraph",
      "text": "Despite the reaction to his first novel, Rizal wrote a second novel, El Filibusterismo, and published it in 1891. Where the protagonist of Noli Me Tangere, Ibarra, was a pacifist and advocate of peaceful means of reforms to enact the necessary change in the system, the lead character in Fili, Simeon, was more militant and preferred to incite an armed uprising to achieve the same end. Hence the government could not help but notice that instead of being merely a commentary on Philippine society, the second novel could become the catalyst which would encourage Filipinos to revolt against the Spanish colonizers and overthrow the colonial government."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Arrest, Exile, and Incarceration"
    },
    {
      "type": "paragraph",
      "text": "Upon his return to the Philippines in 1892, he was arrested by the Spanish government for being a subversive and for his reported involvement in the rebellion. He was then exiled to the island of the Dapitan in the southernmost island group of the Philippines, Mindanao. There he established a school that taught English to young boys, he worked on agricultural projects on abaca, a plant used for rope, and he continued to practice medicine, eventually meeting one of the most famous women in his life, Josephine Bracken."
    },
    {
      "type": "paragraph",
      "text": "Although Jose Rizal had repeatedly said that he advocated peaceful reforms in the Philippines, the Spanish government were correct in assuming that his novels would indeed stir up  a hornet’s nest of unrest in the islands. One of the leaders of the revolutionary group called Katipunan, Andres Bonifacio, had read the Rizal’s novels and had used these as a basis for the revolution. So influential was Rizal that even without his permission they named him as a member and Katipuneros shouted his name as part of the their battlecry."
    },
    {
      "type": "paragraph",
      "text": "With no wish to be further implicated in the revolution, Rizal asked and was granted permission by then governor General Ramon Blanco to travel to Cuba, another Spanish Colony at the time, to support in the medical efforts needed to suppress an outbreak of yellow fever. On the way to Cuba, Rizal was arrested and incarcerated in Barcelona due to the political manoeuvrings of the friars which saw Blanco removed from office and replaced by Camilo de Polavieja."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Execution and Death"
    },
    {
      "type": "paragraph",
      "text": "Rizal was then brought back to the Philippines to face charges of rebellion due to his reported association with the revolutionary movement. The court found him guilty and sentenced him to death. Jose Rizal was executed by a firing squad on December 30 1896, at 7:00am, in Bagumbayan (now called Rizal Park) and his remains were buried in an unmarked grave in the nearby Paco Cemetery."
    },
    {
      "type": "paragraph",
      "text": "Through the years, Rizal’s works and ideals have been cited by many reformists, such as Jawaharlal Nehru, Sun Yat Sen and even Ghandi as the means for peace reforms. As the national hero of the Philippines, his works, are required reading for all students and streets, buildings, and parks have been named after him and the 30th of December, his death anniversary, was declared a national holiday."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Legacy"
    },
    {
      "type": "paragraph",
      "text": "What made Jose Rizal worthy of becoming the Philippines’ national hero was not merely his intelligence, personality, literary acumen, or his pacifist ideals. Rather, it was his patriotism, optimism, undying love for his country and his belief in his countrymen which set him apart. He believed not merely in freedom but in the potential of the Filipino people to surpass what they were under the Spanish colonial government, and all he wished was for them to be given the chance to tap into that potential. And for that, he has earned his right place as a symbol of what a Filipino can do in one short lifetime."
    }
  ]
}