{
  "title": "Jose Rizal’s Sisters",
  "content": [
    {
      "type": "header",
      "text": "Jose Rizal’s Sisters"
    },
    {
      "type": "subheader",
      "text": "Rizal had nine (9) sisters namely, Saturnina, Narcisa, Olimpia, Lucia, Maria, Concepcion, Josefa, Trinidad, and Soledad."
    },
    {
      "type": "image",
      "src": "assets/images/jose-rizal-sisters-final.png",
      "alt": "Jose Rizal's Sisters"
    },
    {
      "type": "paragraph",
      "text": "Jose Rizal belonged to a big family of thirteen (including his parents). He had one brother, Paciano, and nine sisters. Aside from Rizal’s sweethearts, let’s get to know the important women in his life."
    },
    {
      "type": "hr"
    },
    {
      "type": "subheader",
      "text": "Saturnina Rizal (1850-1913)"
    },
    {
      "type": "paragraph",
      "text": "Saturnina was the eldest child of Francisco Mercado II and Teodora Alonso Realonda. She was married to Manuel Timoteo Hidalgo of Tanauan, Batangas. It was Doña Saturnina who published Pascual Poblete’s translation in Tagalog language of the Noli Me Tangere in 1909."
    },
    {
      "type": "subheader",
      "text": "Narcisa Rizal (1852-1939)"
    },
    {
      "type": "paragraph",
      "text": "Narcisa is the third child and was married to Antonio Lopez, a teacher and musician from Morong, Rizal. Like a doting sister, Narcisa was very close to Rizal and could recite all of Rizal’s poems from memory."
    },
    {
      "type": "subheader",
      "text": "Olympia Rizal (1855-1887)"
    },
    {
      "type": "paragraph",
      "text": "Olympia was married to Silvestre Ubaldo, who was a telegraph operator from Manila. Olympia unfortunately died in 1887 from childbirth."
    },
    {
      "type": "subheader",
      "text": "Lucia Rizal (1857-1919)"
    },
    {
      "type": "paragraph",
      "text": "Lucia was the fifth child and was married to Matriano Herbosa. One important fact to know is that Lucia’s daughter, Delfina, was the first wife of Gen. Salvador Natividad and Delfina helped Marcela Agoncillo to make the first Philippine flag in Hong Kong."
    },
    {
      "type": "subheader",
      "text": "Maria Rizal (1859-1945)"
    },
    {
      "type": "paragraph",
      "text": "Maria was the sixth child in the family. She married Daniel Faustino Cruz of Biñan, Laguna."
    },
    {
      "type": "subheader",
      "text": "Concepcion Rizal (1862-1865)"
    },
    {
      "type": "paragraph",
      "text": "Concepcion (nicknamed “Concha”) did not live long to see Rizal’s martyrdom. She died early at the age of three."
    },
    {
      "type": "subheader",
      "text": "Josefa Rizal (1865-1945)"
    },
    {
      "type": "paragraph",
      "text": "Josefa Rizal was nicknamed Panggoy in the family. Despite suffering from epilepsy, she joined and was an active member of the Katipunan. She died a spinster."
    },
    {
      "type": "subheader",
      "text": "Trinidad Rizal (1868-1951)\n"
    },
    {
      "type": "paragraph",
      "text": "Josefa and Trinidad were together living. Like Josefa, Trinidad also became a member of the Katipunan and died a spinster, as well. Rizal’s elegy, Mi Ultimo Adios, was in the safekeeping of Trinidad."
    },
    {
      "type": "subheader",
      "text": "Soledad Rizal (1870-1929)"
    },
    {
      "type": "paragraph",
      "text": "Soledad, the youngest child in the family, was married to Pantaleon Quintero. She was a teacher and was considered as the best educated among the sisters of Rizal."
    }
  ]
}