{
  "title": "The Women in Rizals Life",
  "content": [
    {
      "type": "header",
      "text": "The Women in Rizal’s Life"
    },
    {
      "type": "subheader",
      "text": "At least 9 women were linked to Jose Rizal: Segunda Katigbak, Leonor Valenzuela, Leonor River, and Josephine Bracken were among Jose Rizal women."
    },
    {
      "type": "image",
      "src": "assets/images/women-of-rizal.jpg",
      "alt": "Women of Rizal"
    },
    {
      
    },
    {
      "type": "paragraph",
      "text": "There were at least nine women linked to Jose Rizal. These Jose Rizal women were Segunda Katigbak, Leonor Valenzuela, Leonor River, Consuelo Ortiga, Josephine Bracken, Suzanne Jacoby, O-Sei San, Gertrude Beckette, and Nelly Boustead. Jose Rizal standing at 4 feet and 11 inches was only a short man but like most women, the women in Jose Rizal’s life may have been mesmerized by his intelligence, wit and charm.\n\nSegunda Katigbak, a short woman who hailed from Lipa, Batangas was considered the puppy love of Jose Rizal. However, this puppy love of Rizal was already betrothed to her towns mate, Manuel Luz.\n\n\nRizal’s admiration with Segunda Katigbak was followed by his affair with Leonor Valenzuela who was a tall lass from Pagsanjan, Laguna. Rizal used an invisible ink in writing love notes sent to Leonor. The love notes can be read only through the heat emitted by a lamp or candle. His last encounter with Leonor was when he bade her goodbye before leaving for Spain.\n\nAnother Leonor but with a surname of Rivera also become one of the many Jose Rizal women. Leonor Rivera became his sweetheart or girlfriend for 11 years and stopped him from falling for other women even when traveling. However, Leonor’s mother disagreed with the relation of her daughter with Rizal, who was known as a filibuster. All letters sent by Rizal to Leonor Rivera were hidden by her mother, making Leonor believe that Rizal has forgotten her.\n\nWhile Rizal was in Madrid, the pretty Consuelo Ortiga fell in love with him and he compensated her affection with one of his best poems. Consuelo lived in Madrid and her house was often visited by Rizal and his friends. Rizal backed out before the affair became a serious romance since he was seriously in love with Leonor Rivera.\n\n\nO Sei San, a daughter of a Japanese samurai, taught Rizal the Japanese art of painting known as su-mie. She also taught Rizal to learn the Japanese language.\n\nGertrude Beckett also fell in love with Rizal but Rizal hastily left London for Paris to avoid Gertrude who was then seriously falling in love with him.\n\nAfter learning that Leonor Rivera already was engaged, Rizal thought of courting other girls and came to know Nellie Boustead when he was a guest of the Boustead family at their resort residence in Biarritz. Rizal even nearly started a fight with Antonio Luna who was also a suitor after Antonio Luna said malicious remarks against Nellie Boustead in a party sponsored by Filipinos in Madrid.\n\nRizal met Suzanne Jacoby in Brussels and they were deeply in love with each other.\n\nDuring Rizal’s exile in Dapitan in 1895, he also met another European lass, Josephine Bracken. Rizal was physically attracted to her and asked Josephine to marry him but Josephine was not ready to make a decision due to her responsibility to her father who had an eye ailment. He still took her as his wife even without the Church blessings."
    },
    {
      
    },
    {
      "type":"list",
      "style": "unordered",
      "items":["[Reference](https://www.joserizal.com/jose-rizal-women/)"]
    }
  ]
}