{
  "title": "The Childhood of Jose Rizal",
  "content": [
    {
      "type": "header",
      "text": "The Childhood of Jose Rizal"
    },
    {
      "type": "subheader",
      "text": "The childhood of Jose Rizal can be characterized by his desire to learn, even frequenting the church nearby his home to watch and observe people but not to be religiously inclined."
    },
    {
      "type": "image",
      "src": "assets/images/rizal-child.jpg",
      "alt": "Child Rizal"
    },
    {
      "type": "paragraph",
      "text": "Jose Rizal was not a physically blessed or strong. However, he had a strong will guided and taught by his mother, his first teacher. He learned almost without the use of books. His mother was the one who laid the foundation of his great knowledge achieved in such a short time. His brilliance was also the character of  the young Jose Rizal."
    },
    {
      "type": "paragraph",
      "text": "Jose Rizal learned his letters at the age of three, after insisting that he be taught to read and share the lessons learned by his elder sister. Rizal even tried to spell out the words of his sister’s story book with the use of a syllabary in such a way that one  does when using a dictionary in a foreign language. He also spent much of this time in a church nearby his house just watching or observing the people coming in and out."
    },
    {
      "type": "paragraph",
      "text": "Three uncles who were brothers of his mother also had much influence on the early childhood of Jose Rizal. The youngest uncle named Jose, took care of teaching regular lessons to Rizal. His huge uncle Manuel developed his physique until he had a body of silk and steel and no longer a skinny and sickly boy. The last uncle, Gregorio instilled in the mind of Rizal that it was not easy to obtain something until you put effort into it."
    },
    {
      "type": "paragraph",
      "text": "There was a also a time when Rizal was able to draw a bird flying nearby without lifting the pencil he was using from the paper till the picture he drew was finished. He can also draw a running horse and a chasing dog. Clay and wax were the favorite play materials of Rizal. He used these materials in forming modeled birds and butterflies. This animal molding activity also started his study of nature."
    },
    {
      "type": "paragraph",
      "text": "Jose Rizal also owned a pony and used it to have long rides into the surrounding country which was rich in scenery. He also took long walks together with his big black dog named Usman. He also loved to play with the doves in his neighborhood. He learned about the myths and legends in Laguna after sleeping through the nut in a little straw hut used by Laguna farmers during the harvest season. Rizal was also good in hand tricks which he perfected to amaze the simple folk and performed magic lantern exhibitions."
    },
    {
      "type": "paragraph",
      "text": "Even in his childhood, Rizal already knew how to respect the rights of others and requested his elders to reason with him rather than get mad at him for small offenses. He became a welcome companion for adults even at his young age since he respected their moods and was never a hindrance to their activities."
    },
    {
      "type": "hr"
    },
    {
      "type":"list",
      "style": "unordered",
      "items":["[Reference](https://www.joserizal.com/childhood-jose-rizal/)"]
    }
  ]
}