{
  "title": "The Death of Jose Rizal",
  "content": [
    {
      "type": "header",
      "text": "The Death of Jose Rizal"
    },
    {
      "type": "subheader",
      "text": "The death of Jose Rizal on December 30, 1896 came right after a kangaroo trial convicted him on all three charges of rebellion, sedition and conspiracy."
    },
    {
      "type": "paragraph",
      "text": "December 30th is the death anniversary of Dr. Jose Rizal. The death of Jose Rizal came right after a kangaroo trial convicted him on all three charges of rebellion, sedition and conspiracy. He was guided to his cell in Fort Santiago where he spent his last 24 hours right after the conviction. At 6:00 AM of December 29, 1896, Captain Rafael Dominguez read Jose Rizal’s death sentence and declared that he will be shot at 7:00 AM of the next day in Bagumbayan.\n\nAt 8:00 PM of the same day, Jose Rizal had his last supper and informed Captain Dominguez that he had forgiven his enemies including the military judges that condemned him to die. Rizal heard mass at 3:00 in the morning of December 30, 1896, had confession before taking the Holy Communion. He took his last breakfast at 5:30 AM of December 30, 1896 and even had the time to write two letters one for his family while the other letter was for his brother Paciano. This was also the time when his wife, Josephine Bracken and his sister Josefa arrived and bade farewell to Rizal.\n\n\nRizal who was dressed in a black suit was a few meters behind his advance guards while moving to his slaughter place and was accompanied by Lt. Luis Taviel de Andrade, two Jesuit priests and more soldiers behind him. The atmosphere was just like any execution by musketry by which the sound of the drums occupied the air. Rizal looked at the sky while walking and mentioned how beautiful that day was.\n\nRizal was told to stand on a grassy lawn between two lam posts in the Bagumbayan field, looking towards the Manila Bay. He requested the firing squad commander to shoot him facing the firing squad but was ordered to turn his back against the squad of Filipino soldiers of the Spanish army. A backup force of regular Spanish Army troops were on standby to shoot the executioners should they fail to obey the orders of the commander.\n\nJose Rizal’s execution was carried out when the command “Fuego” was heard and Rizal made an effort to face the firing squad but his bullet riddled body turned to the right and his face directed to the morning sun. Rizal exactly died at 7:03 AM and his last words before he died were those said by Jesus Christ: “consummatum est,” which means, “It is finished.”\n\n\nJose Rizal was secretly buried in Paco Cemetery in Manila but no identification was placed in his grave. His sister Narcisa tried to look in every grave site and found freshly turned soil at the Paco cemetery, assuming the burial site as the area where Rizal was buried. She gave a gift to the site caretaker so as to mark the grave with RPJ — the initials of Rizal in reverse."
    },
    {
      
    },
    {
      "type":"list",
      "style": "unordered",
      "items":["[Reference](https://www.joserizal.com/death-jose-rizal/)"]
    }
  ]
}